[Room] volumes overlap. Adjust the Upper Limit and Limit Offset properties of the [rooms].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RoomsOverlapInHeight { get; }
  Visual Basic
Public Shared ReadOnly Property RoomsOverlapInHeight As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RoomsOverlapInHeight {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RoomFailures Class
  Autodesk.Revit.DB Namespace